-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Sep 15, 2019 at 07:06 PM
-- Server version: 10.2.23-MariaDB-log
-- PHP Version: 7.2.17

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `zp11489_sama`
--

-- --------------------------------------------------------

--
-- Table structure for table `std_register`
--

CREATE TABLE `std_register` (
  `user_id` int(4) NOT NULL,
  `std_ID` char(5) COLLATE utf8_unicode_ci NOT NULL,
  `std_username` char(100) CHARACTER SET utf8 COLLATE utf8_croatian_ci NOT NULL,
  `std_password` char(100) COLLATE utf8_unicode_ci NOT NULL,
  `std_firstname` char(200) COLLATE utf8_unicode_ci NOT NULL,
  `std_lastname` char(200) COLLATE utf8_unicode_ci NOT NULL,
  `std_classroom` char(4) COLLATE utf8_unicode_ci NOT NULL,
  `std_number` int(2) NOT NULL,
  `std_dormitory` char(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `std_point` int(3) DEFAULT NULL,
  `img_path` char(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `flag` int(1) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `std_register`
--

INSERT INTO `std_register` (`user_id`, `std_ID`, `std_username`, `std_password`, `std_firstname`, `std_lastname`, `std_classroom`, `std_number`, `std_dormitory`, `std_point`, `img_path`, `flag`) VALUES
(1, '04147', '624101', '37908014', 'นินนาท', 'แววอาราม', '4/1', 1, 'ม่วง', NULL, NULL, 0),
(2, '04166', '624102', '95643128', 'พัสนัย', 'สูตรอุดม', '4/1', 2, 'ม่วง', NULL, NULL, 0),
(3, '04175', '624103', '19273895', 'ศุภณัฏฐ์', 'วชิรานุภาพ', '4/1', 3, 'เขียว', NULL, NULL, 0),
(4, '04189', '624104', '80741095', 'ปกรณ์', 'ทุมดี', '4/1', 4, 'ม่วง', NULL, NULL, 0),
(5, '04218', '624105', '46072293', 'เอกฤกษ์', 'เผ่าชู', '4/1', 5, 'ม่วง', NULL, NULL, 0),
(6, '04881', '624106', '97612608', 'กฤษณชัย', 'สินพิศาลกิจ', '4/1', 6, 'เขียว', NULL, NULL, 0),
(7, '04882', '624107', '69377851', 'ชยพัทธ์', 'บรรเทิงสุข', '4/1', 7, 'ม่วง', NULL, NULL, 0),
(8, '04883', '624108', '10539687', 'พุฒิพงศ์', 'จันทร์ขำ', '4/1', 8, 'ม่วง', NULL, NULL, 0),
(9, '04884', '624109', '17098438', 'รชต', 'อนันต์', '4/1', 9, 'เขียว', NULL, NULL, 0),
(10, '04885', '624110', '29457701', 'ศิวานนท์', 'ไตรรัตนะ', '4/1', 10, 'ม่วง', NULL, NULL, 0),
(11, '04886', '624111', '2379542', 'สัณหกร', 'เต็มกาญจน์', '4/1', 11, 'เขียว', NULL, NULL, 0),
(12, '04887', '624112', '1322758', 'เสฏฐนันท์', 'จันทรา', '4/1', 12, 'เขียว', NULL, NULL, 0),
(13, '04202', '624113', '71065628', 'ณิชกมล', 'เพ็งสาตร์', '4/1', 13, 'ฟ้า', NULL, NULL, 0),
(14, '04611', '624114', '81293468', 'สลิลพร', 'ภัทรวัฒนาภรณ์', '4/1', 14, 'ฟ้า', NULL, NULL, 0),
(15, '04888', '624115', '78491395', 'กนกธนา', 'นพชาติสถิตย์', '4/1', 15, 'ชมพู', NULL, NULL, 0),
(16, '04889', '624116', '59708424', 'จรรยพร', 'เรืองเดชอนันต์', '4/1', 16, 'ชมพู', NULL, NULL, 0),
(17, '04890', '624117', '96540786', 'จุฑารัตน์', 'สุขสวัสดิ์', '4/1', 17, 'ฟ้า', NULL, NULL, 0),
(18, '04891', '624118', '42387514', 'ญาณัจฉรา', 'พัฒนาวงศ์ธรรม', '4/1', 18, 'ชมพู', NULL, NULL, 0),
(19, '04892', '624119', '85314770', 'ณิชา', 'ขจิตวิวัฒน์', '4/1', 19, 'ฟ้า', NULL, NULL, 0),
(20, '04893', '624120', '2765483', 'ปัญฑิตา', 'พงษ์พิทักษ์', '4/1', 20, 'ฟ้า', NULL, NULL, 0),
(21, '04894', '624121', '80284563', 'ปุณญิสา', 'สังสะนา', '4/1', 21, 'ชมพู', NULL, NULL, 0),
(22, '04895', '624122', '45823206', 'พรชนก', 'ภูลายขาว', '4/1', 22, 'ฟ้า', NULL, NULL, 0),
(23, '04896', '624123', '69351247', 'พัตร์พิมล', 'หลีนวรัตน์', '4/1', 23, 'ฟ้า', NULL, NULL, 0),
(24, '04897', '624124', '20340758', 'รมณ', 'เจียมกิม', '4/1', 24, 'ฟ้า', NULL, NULL, 0),
(25, '04898', '624125', '47631395', 'สาริศา', 'รุ่งเรือง', '4/1', 25, 'ฟ้า', NULL, NULL, 0),
(26, '04165', '624201', '29705364', 'พลาจักษณ์', 'ปานเกษม', '4/2', 1, 'ม่วง', NULL, NULL, 0),
(27, '04187', '624202', '78099154', 'จิรทีปต์', 'แย้มสระโส', '4/2', 2, 'เขียว', NULL, NULL, 0),
(28, '04190', '624203', '85060324', 'พนธกร', 'วิชาพร', '4/2', 3, 'ม่วง', NULL, NULL, 0),
(29, '04191', '624204', '43781959', 'ภูริณัฐ', 'แต่งศรีวรรณ', '4/2', 4, 'ม่วง', NULL, NULL, 0),
(30, '04899', '624205', '89750126', 'กันติทัต', 'กุรุพินท์ศิริ', '4/2', 5, 'เขียว', NULL, NULL, 0),
(31, '04900', '624206', '23645209', 'กิตติภพ', 'บริสุทธิ์', '4/2', 6, 'ม่วง', NULL, NULL, 0),
(32, '04901', '624207', '42260971', 'ขวัญวงศ์', 'อติวรรณาพัฒน์', '4/2', 7, 'ม่วง', NULL, NULL, 0),
(33, '04902', '624208', '51968764', 'ณภัทร', 'เหลืองปัญญากุล', '4/2', 8, 'เขียว', NULL, NULL, 0),
(34, '04903', '624209', '75918236', 'ณัฐจักร์', 'ทวีสุขเสถียร', '4/2', 9, 'เขียว', NULL, NULL, 0),
(35, '04904', '624210', '86832415', 'ธนากร', 'ลิ้มศิริวัฒน์', '4/2', 10, 'เขียว', NULL, NULL, 0),
(36, '04905', '624211', '15432850', 'นพรัช', 'วงค์สูง', '4/2', 11, 'เขียว', NULL, NULL, 0),
(37, '04906', '624212', '10592647', 'นันท์ธน', 'เลิศนิบุนะ', '4/2', 12, 'ม่วง', NULL, NULL, 0),
(38, '04907', '624213', '42897036', 'พิชญะ', 'อุดมศรีโยธิน', '4/2', 13, 'ม่วง', NULL, NULL, 0),
(39, '04908', '624214', '12696057', 'รพีพงศ์', 'ปิติจรูญพงศ์', '4/2', 14, 'เขียว', NULL, NULL, 0),
(40, '04909', '624215', '10462817', 'สิรวิชญ์', 'บุญปริตร', '4/2', 15, 'เขียว', NULL, NULL, 0),
(41, '04910', '624216', '51370438', 'สุรสีห์', 'ศรีรุ้ง', '4/2', 16, 'เขียว', NULL, NULL, 0),
(42, '04160', '624217', '60587312', 'พรรณภัทร', 'ยงวานิชากร', '4/2', 17, 'ชมพู', NULL, NULL, 0),
(43, '04161', '624218', '43591472', 'ฤทัยชนก', 'แสงเงินอ่อน', '4/2', 18, 'ฟ้า', NULL, NULL, 0),
(44, '04186', '624219\r\n', '38405629\r\n', 'สิริกร\r\n', 'แสงจันทร์\r\n', '4/2', 19, 'ชมพู', NULL, NULL, 0),
(45, '04645', '624220\r\n', '57894304\r\n', 'ธัญญาภรณ์\r\n', 'ตังกวย\r\n', '4/2', 20, 'ชมพู', NULL, NULL, 0),
(46, '04911', '624221\r\n', '55863940\r\n', 'เกศวสุรมย์\r\n', 'ศรีพฤกษชาติ\r\n', '4/2', 21, 'ชมพู', NULL, NULL, 0),
(47, '04912', '624222\r\n', '49360415\r\n', 'ณภัทร\r\n', 'สุขเจริญ\r\n', '4/2', 22, 'ฟ้า', NULL, NULL, 0),
(48, '04913', '624223\r\n', '80327419\r\n', 'ธนภรณ์\r\n', 'กิจวรเกียรติ\r\n', '4/2', 23, 'ชมพู', NULL, NULL, 0),
(49, '04914', '624224\r\n', '74650322\r\n', 'พรพิสุทธิ์\r\n', 'ชินอมรพงษ์\r\n', '4/2', 24, 'ฟ้า', NULL, NULL, 0),
(50, '04915', '624225\r\n', '35026173\r\n', 'พัทธนันท์\r\n', 'กิจสวัสดิ์\r\n', '4/2', 25, 'ชมพู', NULL, NULL, 0),
(51, '04163', '624301', '70245978', 'กิตติศักดิ์', 'คามาตะ', '4/3', 1, 'ม่วง', NULL, NULL, 0),
(52, '04169', '624302', '65374092', 'ภูดิส', 'รัตนศรียากรณ์', '4/3', 2, 'ม่วง', NULL, NULL, 0),
(53, '04170', '624303', '49532617', 'รอยอินทร์', 'กันทะมัง', '4/3', 3, 'เขียว', NULL, NULL, 0),
(54, '04214', '624304', '97010538', 'ธนนันท์', 'ธนามิตรานนท์', '4/3', 4, 'เขียว', NULL, NULL, 0),
(55, '04916', '624305', '7588361', 'กิตติธัช', 'อ่อนเกล้า', '4/3', 5, 'เขียว', NULL, NULL, 0),
(56, '04917', '624306', '16958275', 'กิตติพศ', 'กอโชคชัย', '4/3', 6, 'เขียว', NULL, NULL, 0),
(57, '04918', '624307', '51827942', 'กีรติ', 'ยุบลมาตย์', '4/3', 7, 'เขียว', NULL, NULL, 0),
(58, '04919', '624308', '71950431', 'ฐิติชัย', 'พรสุริยะศักดิ์', '4/3', 8, 'เขียว', NULL, NULL, 0),
(59, '04920', '624309', '57193849', 'ณัฐธีร์', 'พงษ์พิทักษ์กุล', '4/3', 9, 'เขียว', NULL, NULL, 0),
(60, '04921', '624310', '64482391', 'ธนภูมิ', 'คงสุทธิ', '4/3', 10, 'ม่วง', NULL, NULL, 0),
(61, '04922', '624311', '85430706', 'ปัณณธร', 'พุ่มใหญ่', '4/3', 11, 'เขียว', NULL, NULL, 0),
(62, '04923', '624312', '10234676', 'สุกฤษฎิ์', 'เตชะวัฒนกิจกุล', '4/3', 12, 'เขียว', NULL, NULL, 0),
(63, '04181', '624313', '57432603', 'นันทิตา', 'ไต่ตาม', '4/3', 13, 'ชมพู', NULL, NULL, 0),
(64, '04198', '624314', '29471658', 'เกตน์สิรี', 'ปะวะเสนะ', '4/3', 14, 'ชมพู', NULL, NULL, 0),
(65, '04924', '624315', '93467528', 'ญาตา', 'ประกอบผล', '4/3', 15, 'ฟ้า', NULL, NULL, 0),
(66, '04925', '624316', '58160193', 'ฐิตาภรณ์', 'สอนบุญ', '4/3', 16, 'ฟ้า', NULL, NULL, 0),
(67, '04926', '624317', '78264039', 'ณัฐวรรณ', 'พิเชษฐบุญเกียรติ', '4/3', 17, 'ฟ้า', NULL, NULL, 0),
(68, '04927', '624318', '62719708', 'ดมิสา', 'แจ่มนภา', '4/3', 18, 'ฟ้า', NULL, NULL, 0),
(69, '04928', '624319', '51746968', 'บุญญิสา', 'สยามล', '4/3', 19, 'ชมพู', NULL, NULL, 0),
(70, '04929', '624320', '12847064', 'ปภาวรินท์', 'อดิศรเดโช', '4/3', 20, 'ชมพู', NULL, NULL, 0),
(71, '04930', '624321', '72150324', 'พิมพ์จุฑา', 'ศิลาเพชรจรัส', '4/3', 21, 'ฟ้า', NULL, NULL, 0),
(72, '04931', '624322', '7948536', 'เพ็ญกวิณส์', 'ธนวิเชียร', '4/3', 22, 'ฟ้า', NULL, NULL, 0),
(73, '04932', '624323', '59473962', 'ภรณ์สิกานย์', 'สังข์ทอง', '4/3', 23, 'ฟ้า', NULL, NULL, 0),
(74, '04933', '624324', '47509293', 'ศิรภัสสร', 'บัณฑิตสกนธ์', '4/3', 24, 'ฟ้า', NULL, NULL, 0),
(75, '04139', '624401', '64453290', 'ก้องภพ', 'สมดี', '4/4', 1, 'เขียว', NULL, NULL, 0),
(76, '04142', '624402', '59731620', 'ชวณัฏฐ์', 'ชูเกลี้ยง', '4/4', 2, 'ม่วง', NULL, NULL, 0),
(77, '04146', '624403', '18671395', 'ธราธิป', 'แสงอรุณ', '4/4', 3, 'เขียว', NULL, NULL, 0),
(78, '04176', '624404', '16834025', 'สมารมณ์', 'ตันติวิชานันท์', '4/4', 4, 'ม่วง', NULL, NULL, 0),
(79, '04934', '624405', '52683049', 'กิตติธัช', 'โอฬารตระกูล', '4/4', 5, 'เขียว', NULL, NULL, 0),
(80, '04935', '624406', '19267458', 'ชาญวริทฒิ์', 'เอี่ยมวงศรี', '4/4', 6, 'เขียว', NULL, NULL, 0),
(81, '04936', '624407', '28771450', 'ดรณ์', 'ประสพกลิ่น', '4/4', 7, 'เขียว', NULL, NULL, 0),
(82, '04937', '624408', '84167906', 'ถิรวัฒน์', 'ไกรสวัสดิ์', '4/4', 8, 'เขียว', NULL, NULL, 0),
(83, '04938', '624409', '37942604', 'พิสิฐพงศ์', 'ปิยะปัญญามงคล', '4/4', 9, 'ม่วง', NULL, NULL, 0),
(84, '04939', '624410', '68907142', 'พีรพงศ์', 'พงษ์พรเจริญ', '4/4', 10, 'เขียว', NULL, NULL, 0),
(85, '04940', '624411', '95017783', 'ภคิน', 'เดชานนท์วัฒนา', '4/4', 11, 'ม่วง', NULL, NULL, 0),
(86, '04941', '624412', '51326487', 'ภูมินทร์', 'เชี่ยวสมุทร', '4/4', 12, 'ม่วง', NULL, NULL, 0),
(87, '04942', '624413', '44359276', 'เมธวิน', 'จิตรอารี', '4/4', 13, 'ม่วง', NULL, NULL, 0),
(88, '04943', '624414', '53490671', 'รัญ', 'นิพิฐวัธนะผล', '4/4', 14, 'เขียว', NULL, NULL, 0),
(89, '04944', '624415', '2673195', 'รัฐวิชญ์', 'สินธนศิวัฒน์', '4/4', 15, 'ม่วง', NULL, NULL, 0),
(90, '04945', '624416', '15982406', 'สุรพัศ', 'เจริญกิจเสรีวงศ์', '4/4', 16, 'เขียว', NULL, NULL, 0),
(91, '04184', '624417', '53794892', 'ลักษิกา', 'อินทรโชติ', '4/4', 17, 'ชมพู', NULL, NULL, 0),
(92, '04207', '624418', '47939165', 'มิรันตี', 'ดวงมุสิทธิ์', '4/4', 18, 'ฟ้า', NULL, NULL, 0),
(93, '04946', '624419', '18487239', 'ญาณิศา', 'ตาปนานนท์', '4/4', 19, 'ชมพู', NULL, NULL, 0),
(94, '04947', '624420', '17609378', 'พิมพ์นิภา', 'แป้นงาม', '4/4', 20, 'ฟ้า', NULL, NULL, 0),
(95, '04948', '624421', '91402516', 'ฟาริดา', 'มะรุมดี', '4/4', 21, 'ฟ้า', NULL, NULL, 0),
(96, '04949', '624422', '61710894', 'มินนา', 'วงศ์สินชัย', '4/4', 22, 'ชมพู', NULL, NULL, 0),
(97, '04950', '624423', '36790489', 'รมิตา', 'รักบัญชา', '4/4', 23, 'ชมพู', NULL, NULL, 0),
(98, '04951', '624424', '21890435', 'วรัชยา', 'สิงห์คำ', '4/4', 24, 'ชมพู', NULL, NULL, 0),
(99, '04143', '624501', '51948320', 'ณ ชนก', 'หิรัญศรี', '4/5', 1, 'ม่วง', NULL, NULL, 0),
(100, '04152', '624502', '18064673', 'อภินัทธ์', 'เสนดี', '4/5', 2, 'ม่วง', NULL, NULL, 0),
(101, '04168', '624503', '30816579', 'ภาณุวิชญ์', 'กระจ่างศรี', '4/5', 3, 'ม่วง', NULL, NULL, 0),
(102, '04195', '624504', '63517620', 'อินทัช', 'ธีรวัฒนสาร', '4/5', 4, 'ม่วง', NULL, NULL, 0),
(103, '04952', '624505', '21468375', 'ชวิศ', 'รัตนเพียรชัย', '4/5', 5, 'เขียว', NULL, NULL, 0),
(104, '04953', '624506', '80482659', 'ทศสันต์', 'เจริญวัย', '4/5', 6, 'เขียว', NULL, NULL, 0),
(105, '04954', '624507', '61794285', 'ธนภัทร', 'ลี้สุวรรณกุล', '4/5', 7, 'ม่วง', NULL, NULL, 0),
(106, '04955', '624508', '30845618', 'ปพนพัชญ์', 'เต็มวิสุทธิ์กุล', '4/5', 8, 'ม่วง', NULL, NULL, 0),
(107, '04956', '624509', '36947682', 'เพียงศักดิ์', 'คำล้วน', '4/5', 9, 'เขียว', NULL, NULL, 0),
(108, '04957', '624510', '74643195', 'วิศิษฎ์', 'ไชยวราสินธ์', '4/5', 10, 'เขียว', NULL, NULL, 0),
(109, '04958', '624511', '24997683', 'อภิสิทธิ์', 'ศรีธร', '4/5', 11, 'ม่วง', NULL, NULL, 0),
(110, '04959', '624512', '62984470', 'อิทธิชัย', 'สุนิพิท', '4/5', 12, 'เขียว', NULL, NULL, 0),
(111, '04154', '624513', '89365473', 'จรัสณัฐ', 'วงษ์กำปั่น', '4/5', 13, 'ชมพู', NULL, NULL, 0),
(112, '04960', '624514', '13926258', 'กัลยรักษ์', 'ริมธีระกุล', '4/5', 14, 'ชมพู', NULL, NULL, 0),
(113, '04961', '624515', '94076815', 'กุลนิษฐ์', 'สุมาลยศักดิ์', '4/5', 15, 'ชมพู', NULL, NULL, 0),
(114, '04962', '624516', '91823784', 'จิณณธรรม', 'รักจรรยาบรรณ', '4/5', 16, 'ฟ้า', NULL, NULL, 0),
(115, '04963', '624517', '23764450', 'ชาคริยา', 'จันทรจุติ', '4/5', 17, 'ชมพู', NULL, NULL, 0),
(116, '04964', '624518', '24853107', 'ธนภรณ์', 'ตังเจริญ', '4/5', 18, 'ฟ้า', NULL, NULL, 0),
(117, '04965', '624519', '81327104', 'น้ำเพชร', 'มีอิสสระ', '4/5', 19, 'ชมพู', NULL, NULL, 0),
(118, '04966', '624520', '29840136', 'ปุณยวีร์', 'รอบคอบ', '4/5', 20, 'ฟ้า', NULL, NULL, 0),
(119, '04967', '624521', '82978301', 'พรนภา', 'สมบัติศิริ', '4/5', 21, 'ฟ้า', NULL, NULL, 0),
(120, '04968', '624522', '73852639', 'มาริสา', 'อรรจนานนท์', '4/5', 22, 'ชมพู', NULL, NULL, 0),
(121, '04969', '624523', '13698075', 'รินรดา', 'อุดมเดชวัฒน', '4/5', 23, 'ชมพู', NULL, NULL, 0),
(122, '04970', '624524', '82247310', 'ลีลาวดี', 'ตรีเทพวิจิตร', '4/5', 24, 'ชมพู', NULL, NULL, 0),
(123, '04144', '624601', '84390525', 'ณัฐภัทร', 'จันทร์บรรจบ', '4/6', 1, 'ม่วง', NULL, NULL, 0),
(124, '04145', '624602', '86345125', 'ณัฐเศรษฐ', 'อริยะ', '4/6', 2, 'เขียว', NULL, NULL, 0),
(125, '04148', '624603', '27439510', 'ปราบดา', 'วัฒนาวรสกุล', '4/6', 3, 'ม่วง', NULL, NULL, 0),
(126, '04193', '624604', '50136417', 'วิชาญ', 'ตาตะมิ', '4/6', 4, 'ม่วง', NULL, NULL, 0),
(127, '04194', '624605', '76782309', 'ศุภพณัฐ', 'วัฒนเจริญ', '4/6', 5, 'ม่วง', NULL, NULL, 0),
(128, '04971', '624606', '97452563', 'กฤตวัฒถน์', 'สังข์ขาว', '4/6', 6, 'เขียว', NULL, NULL, 0),
(129, '04972', '624607', '73554980', 'ธีรยุทธ', 'เจริญอุดมชัย', '4/6', 7, 'ม่วง', NULL, NULL, 0),
(130, '04973', '624608', '97095863', 'พสภัค', 'ประพฤทธิกุล', '4/6', 8, 'ม่วง', NULL, NULL, 0),
(131, '04974', '624609', '73106242', 'พีรพล', 'สีตะ', '4/6', 9, 'ม่วง', NULL, NULL, 0),
(132, '04975', '624610', '19679584', 'ภูมิภัทร', 'กาทอง', '4/6', 10, 'เขียว', NULL, NULL, 0),
(133, '04976', '624611', '90621053', 'รุจิภัส', 'ทองเป้า', '4/6', 11, 'เขียว', NULL, NULL, 0),
(134, '04977', '624612', '44756029', 'วัชริศ', 'วณิชกิจ', '4/6', 12, 'ม่วง', NULL, NULL, 0),
(135, '04978', '624613', '49203689', 'อชิระ', 'ลิน', '4/6', 13, 'เขียว', NULL, NULL, 0),
(136, '04228', '624614', '68451097', 'พรชิตา', 'เบ้าเทศ', '4/6', 14, 'ฟ้า', NULL, NULL, 0),
(137, '04979', '624615', '79502166', 'จิติมา', 'แดงดี', '4/6', 15, 'ชมพู', NULL, NULL, 0),
(138, '04980', '624616', '16097584', 'ณัชชา', 'รุ่งเรือง', '4/6', 16, 'ฟ้า', NULL, NULL, 0),
(139, '04981', '624617', '42675049', 'ณัฐฏ์ธิดา', 'ชัยอมรรัตน์', '4/6', 17, 'ชมพู', NULL, NULL, 0),
(140, '04982', '624618', '6234285', 'ณัฐณิชา', 'ทิพยทยารัตน์', '4/6', 18, 'ฟ้า', NULL, NULL, 0),
(141, '04983', '624619', '83201659', 'ณัฐนรี', 'จั่นหยง', '4/6', 19, 'ชมพู', NULL, NULL, 0),
(142, '04984', '624620', '37029518', 'รุจิษยา', 'นาควรสุข', '4/6', 20, 'ฟ้า', NULL, NULL, 0),
(143, '04985', '624621', '51006428', 'ลลิตภัทร', 'ขำมั่น', '4/6', 21, 'ฟ้า', NULL, NULL, 0),
(144, '04986', '624622', '86394077', 'สินิทธา', 'สุทธิชนโสภากุล', '4/6', 22, 'ฟ้า', NULL, NULL, 0),
(145, '04987', '624623', '74359286', 'สุมิตตา', 'สาริกะวณิช', '4/6', 23, 'ชมพู', NULL, NULL, 0),
(146, '04988', '624624', '78401267', 'อภิชญา', 'พัฒนชัยโกศล', '4/6', 24, 'ชมพู', NULL, NULL, 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `std_register`
--
ALTER TABLE `std_register`
  ADD PRIMARY KEY (`user_id`);
ALTER TABLE `std_register` ADD FULLTEXT KEY `std_firstname` (`std_firstname`,`std_lastname`,`std_classroom`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `std_register`
--
ALTER TABLE `std_register`
  MODIFY `user_id` int(4) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=154;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
